{
    "info":{
        "urlName":"PaulinAlcoser",
        "fullName": "Paulin Alcoser",
        "name": "Paulin",
        "photo":"../static/img/PaulinProfile.jpg",
        "about":"Hi! I am Paulin, a current Google SRE fellow at Major League Hacking and a recent graduate from New York University with a bachelor's in Computer Science and a minor in Interactive Media. I am currently looking for new-grad SRE opportunities. A few things about me: - I am very enthusiastic about tech communities!- My favorite feeling in the world is when I am working on a project with friends and feel so engrossed in what I am building that the boundaries between working and having fun become blurry. - I have experience in Web Dev, Machine Learning, and SRE - I usually build websites with the MERN Stack + Typescript - I like test-driven development - I participated in the hackNY fellow program, which was one of my life's best experiences! - I like leetcode!!! - I am so excited about the MLH | Googler SRE fellowship- My favorite thing about humans is that we are so stupid about each other",
        "github": "https://github.com/paulin-alcoser",
        "linkedin": "https://www.linkedin.com/in/paulin-alcoser-chong-824597197/"
    },
    "education":{
        "college":"New York University Abu Dhabi",
        "major": "Computer Science",
        "class": "2022",
        "photo": "../static/img/nyuad.png"
    },
    "experiences":[
        {
            "name": "MLH Fellowship",
            "description": "12-week internship where participants collaborate on real open source projects with engineers from top companies",
            "more":"https://fellowship.mlh.io/programs/site-reliability-engineering",
            "photo": "../static/img/logo.jpg"
        },
        {
            "name": "Cardstack",
            "description":"SWE intern at Cardstack, which is a startup that is creating a framework for building web3 apps. ",
            "more": "https://www.linkedin.com/in/paulin-alcoser-chong-824597197/",
            "photo":"../static/img/cardstack.jpeg"

        },
        {
            "name":"Tinder Clone",
            "description": " Recreated Tinder interface with React and firebase",
            "more":"https://github.com/paulin-alcoser/tinder-clone",
            "photo":"../static/img/tinder-clone.png"
        }
    ],
    "hobbies":[
        {
            "name": "Soccer",
            "description": "I have been playing soccer since I am 5 years old and I have been fortunate to make lots of friends through this game",
            "photo":"../static/img/soccer.jpeg",
            "more":"disabled"
            
        },
        {
            "name": "Guitar",
            "description": "I learned how to play the guitar when I was 10 and since then I had have many hours of fun where I can just escape to the sounds of the guitar",
            "photo":"../static/img/guitar.jpg",
            "more": "disabled"
        },

        {
            "name": "Tech + Art",
            "description": "During college, I made a minor in Interactive Media in which I learnt to make art through programming and engineering",
            "photo":"../static/img/im.jpg",
            "more":"https://www.nyuadim.com/"
        }
    ],
    "locations":[
        {
            "lat":32.543000419639505,
            "long":-117.02403425268179
        },
        {
            "lat":24.431940835517487,
            "long":54.48061808994011
        },
        {
            "lat":40.712765401763576,
            "long": -73.9893289369465
        }
    ]
}